<template>
  <DocumentLayout title="森航平台用户服务协议" updateDate="2021年11月1日" currentPage="agreement">
    <p>本协议是由森航平台（包括PC端网站、移动端网站及APP等，以下简称"平台"或"森航平台"）的用户（以下或称"您"）与森航平台的运营方"厦门森航科技有限公司"（以下或称"森航"或"我们"）之间，就森航平台服务等相关事宜共同缔结。</p>

    <h2 class="mt-6">一、协议的确认及接受</h2>
    <p>1.1 本协议由您与森航共同缔结，本协议对您与森航具有同等法律效力。</p>
    <p>1.2 您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款以及其他字体加粗以提示您注意的条款。</p>
    <p>1.3 当您按照注册页面提示填写信息、阅读并点击确认同意本协议且完成全部注册程序，或以任何方式进入森航平台并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。</p>
    <p>1.4 由于互联网高速发展，您与森航签署的本协议列明的条款并不能完整罗列并覆盖您与森航所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，森航法律声明、隐私条款、森航平台规则及所有森航平台已经发布或将来可能发布并采取合理途径进行公示的各类协议、声明或规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用森航服务，视为您同意接受上述补充协议。</p>
    <p>1.5 根据中华人民共和国有关法律、法规及相关政策及变化及平台运营需要，森航有权对本协议中条款及其它森航平台规则不时进行修订，我们将以网站公示的方式对修订后的协议进行变更公告。变更后的协议一经在森航平台上发布即在特定的时间自动生效（协议生效时间最早为公告发布后的第7日），并代替原来的协议。您应在使用本平台前认真阅读本协议及森航平台上公示的其他公告，并在使用本平台服务过程中不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，若您不同意变更后的协议，应立即停止使用本平台；若您继续使用森航平台，则视为知悉变动内容并接受变更后的协议。</p>
    <p>如您不同意变更事项，您有权于变更事项确定的生效日前联系森航反馈意见。如反馈意见得以采纳，森航将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用森航服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用森航服务，则视为您同意已生效的变更事项。</p>

    <h2 class="mt-6">二、定义</h2>
    <p>2.1 森航平台：指森航主办运营的满足用户定制贸易需求的在线信息发布及交易撮合平台，包含森航网站（域名为hicustom.com）及客户端。</p>
    <p>2.2 森航：指"厦门森航科技有限公司"，系森航平台的运营方。</p>
    <p>2.3 森航服务：指森航基于互联网，以包含PC端网站、移动端网站及APP等在内的各种形态向您提供的各项信息技术服务（下称"服务"）。</p>
    <p>2.4 森航平台规则：指在森航平台已发布及未来可能发布的全部协议、规则、条款、产品流程说明、公告等内容。</p>

    <h2 class="mt-6">三、账户注册、使用与注销</h2>
    <p>3.1 您确认，在您完成注册程序或以其他森航允许的方式实际使用服务时，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的相应后果，且森航有权终止向您提供服务并注销您的账户。如您代表一家公司或其他法律主体在森航平台注册，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。</p>
    <p>3.2 在您按照注册页面提示填写信息、阅读并点击同意本协议且完成全部注册程序后，或您以其他森航允许的方式实际使用森航服务时，您即受本协议及其补充协议的约束。您可以使用已注册的森航账户、手机号码或者森航允许的其它方式作为登录手段进入森航平台。</p>
    <p>3.3 您设置的账户登录名不得违反国家法律法规及森航平台规则的规定，否则森航可回收您的登录名，并按法律法规或平台规则进行相应的处理。</p>
    <p>3.4 您向森航平台提供的资料应真实、准确、完整、合法有效；如有变更时，您应及时、主动地在平台上更新相关资料；否则，您将承担因此对您自身、他人或森航造成的全部损失与不利后果。若因国家法律法规、部门规章或监管机构的要求，森航需要用户补充提供任何相关资料时，如您不能及时配合提供，森航有权暂停或终止向您提供部分或全部森航服务，由此产生的一切风险、责任、损失、费用等应由您自行承担。</p>
    <p>3.5 您应自行妥善保管您的账户密码。账户因您泄露或遭受他人攻击、诈骗等行为导致的损失及后果，森航并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。如发现任何未经授权使用您账户登录森航平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知森航。您理解森航对您的请求采取行动均需要合理时间，森航对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任；且森航应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除森航存在法定过错外，森航不承担任何责任。</p>
    <p>3.6 您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、网上点击同意/不同意各类规则协议、信息披露、图片上传、在线设计、发布信息、购买或委托第三方购买商品或服务等）负责。</p>
    <p>3.7 您在森航平台上发生的所有商品或交易服务，由您与代理采购商另行签订的《委托代理协议》规范，我们不参与森航平台上涉及商品或交易等服务内容。森航仅提供信息展示及交易撮合服务，不介入您与任何第三方的商品或服务交易，您与任何第三方的交易风险和纠纷，由您自行通过合法途径解决。</p>
    <p>3.8 注销</p>
    <p>3.8.1 在您需要终止使用森航平台服务时，您可以依照我们的流程和页面提示申请注销您本人的账户，请您知悉并同意：</p>
    <p>（1）您可以通过自助或者人工的方式申请注销账户。</p>
    <p>（2）您申请注销账户处于正常状态，即您的账户的信息是最新、完整、正确的，且账户未被采取止付、有权机关冻结等限制措施。</p>
    <p>（3）为了维护您和其他用户的合法利益，在您申请注销账户时，我们会进行风险审查，您的账户应当不存在正在履行交易或其他未了结的权利义务，且不存在其他因注销可能引发纠纷的情况。如您的账户有余额，请您在注销前先将您的账户下对应的可用款项全部提现，或者通过消费等途径支用完毕。</p>
    <p>3.8.2 发生下列情形之一的，我们有权注销您的账户：</p>
    <p>（1）如您存在（包括可能存在）在森航平台上传违法违规图片的行为、侵犯（包括可能侵犯）第三方合法权益的行为或其他违反本协议约定、森航平台规则等行为时；</p>
    <p>（2）您使用森航平台服务从事侵犯他人合法权益或其他严重违法违约活动的；</p>
    <p>（3）连续12个月未登录森航平台的；</p>
    <p>（4）您的实名认证身份无效、不再合法存续或无法有效核实；</p>
    <p>（5）您设置的森航账户名称存在违法或不良信息、或侵犯或涉嫌侵犯他人合法权益的；您盗用他人账户、发布违禁信息、欺诈、售假、扰乱市场秩序、采取不正当手段牟利等行为；</p>
    <p>（6）您存在对商品及服务实施恶意处理订单、恶意维权等扰乱森航平台正常交易秩序行为的；</p>
    <p>（7）您利用本平台进行非法交易、买卖，违反中华人民共和国相关法律法规和有关政策的；</p>
    <p>（8）因您多次违反森航平台规则相关规定且情节严重，森航依据森航平台规则对您的账户予以注销的；</p>
    <p>（9）森航平台依据有关国家部门/政府机构的要求，对您采取中止/终止提供服务操作的；</p>
    <p>（10）根据本协议其他约定被注销用户账户的。</p>
    <p>森航平台根据本协议注销您的账户后，您将不能再用该账户登录森航平台。如您因上述前款约定之情形而被注销用户账户时，该账户中仍有余额的，我们将会暂时替您保管，并在核实身份后协助您取回。</p>
    <p>3.8.3 用户账户注销后，您将无法使用我们的服务，双方的权利义务终止（本协议另有约定不得终止的或依其性质不能终止的除外），同时还可能产生如下结果：</p>
    <p>（1）与用户账户关联的权益均将作废；</p>
    <p>（2）如您在注销用户账户前存在违法、违约、侵权等不当行为或正在履行合同的，您仍应承担法律责任；</p>
    <p>（3）一旦注销成功，账户记录、账户功能等将无法恢复或提供。</p>

    <h2 class="mt-6">四、平台服务及使用规则</h2>
    <p>4.1 平台服务定位</p>
    <p>4.1.1 通过森航提供的平台服务，您可以自行选择生产商及其提供的产品底板进行设计，与平台上的生产商达成交易意向，以及使用其他信息服务及技术服务。</p>

    <p>4.2 选品设计</p>
    <p>4.2.1 您可以通过生产商在森航平台发布的产品信息，自行选择生产商及其提供的产品底板进行设计。</p>
    <p>4.2.2 您可以使用森航平台的设计器进行商品设计。商品设计功能有助于您创建、优化商品视觉设计。</p>
    <p>4.2.3 您可以在平台上传图片用于商品设计，并建立您的专属图库，森航为您的图库提供存储空间。</p>
    <p>您同意不提交、不使用含有以下内容的图片或文字：</p>
    <p>（1）反对宪法所确定的基本原则的；</p>
    <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，损害中国及国家领导人、国家机关、执法人员或革命领袖肖像的；</p>
    <p>（3）损害国家荣誉和利益的；</p>
    <p>（4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；</p>
    <p>（5）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；</p>
    <p>（6）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（7）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>（8）散布谣言，扰乱经济秩序和社会秩序的；</p>
    <p>（9）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>（10）侮辱或者诽谤他人，侵害他人名誉、隐私、肖像或者其他合法权益；</p>
    <p>（11）侵犯第三方知识产权（包括但不限于著作权、商标权、专利权、隐私权或肖像权）、商业秘密及其他专有权利的；</p>
    <p>（12）侵害未成年人权益、教唆犯罪或任何其他违反公序良俗的；</p>
    <p>（13）欺诈、虚假、不准确或存在误导性的；</p>
    <p>（14）可能构成或助长犯罪或侵权；</p>
    <p>（15）包含基于种族、宗教、性别、性取向、年龄、残疾、血统或国籍而歧视他人的任何信息；</p>
    <p>（16）法律、行政法规禁止的其他内容，以及其他违背社会公共利益或公共道德或依据相关森航平台协议、条款、规则的规定不适合在森航平台上发布的。</p>
    <p>如您违反您在本协议中所作的陈述、保证和承诺，在森航平台上发表或传输了违反本协议约定的定制资料的，您均应当以自己的名义独立承担所有的法律责任，并应确保森航、代理采购商及生产商免责；并且您有义务尽最大努力采取一切必要手段配合森航、代理采购商及生产商免除、减轻损失，包括但不限于出具有关森航、代理采购商及生产商已尽合理注意义务的书面声明及证人证言。</p>
    <p>4.2.4 您确认、声明并保证：</p>
    <p>（1）您对您上传至平台的资料（包括但不限于上传于图库的图片、在线设计的图片等）或在平台发布的信息拥有相应、合法的权利；您有权转授权您指定的生产商将您上传的图片、在线完成设计的图片等定制资料用于商品印刷、加工、生产等。森航、代理采购商、生产商不会对您上传的图片、在线设计的图片的使用作出任何明示或默示的权利保证。</p>
    <p>（2）您上传、在线设计的图片等定制资料，以及许可生产商因生产、加工商品而使用定制资料的行为不会违反任何法律或侵犯任何第三方的任何权利，包括但不限于任何知识产权、隐私权和肖像权等。</p>
    <p>（3）生产商按照订单内容进行商品生产、加工而使用您的图片时，不承担根据任何集体谈判协议或其他协议而产生的任何会费、剩余报酬、款项、费用或作品使用费的责任。</p>
    <p>（4）目前没有任何尚未了结或可能提出的诉讼、索赔或其他法律或行政程序可能会直接或间接影响您的任何定制资料或可能以任何方式影响生产商使用您提供的定制资料的权利。</p>
    <p>（5）如果您的图片以任何方式包含或纳入了任何组件，包括但不限于包含在设计程序中的设计元素、字体、剪贴画、子画面、矢量图或画笔工具等，那么将任何此类图片上传到森航平台，即表示您已获得合法有效的许可允许您将这些元素纳入您创建的图片设计中，以及允许您出于本协议中规定的目的，将此类图片无偿授权许可给您指定的生产商在本协议约定的用途范围内使用。</p>
    <p>（6）您在森航平台进行设计和下单时，由您上传至森航平台的图片，您必须保证图片的清晰度、完整性、分辨率等符合生产商关于该类产品的要求；如您提供的图片无法达到生产工艺要求，导致成品出现问题，森航平台及本平台上的代理采购商、生产商不承担任何责任。</p>

    <p>4.3 采购订货及付款</p>
    <p>4.3.1除法律另有强制性规定外，双方约定如下：森航平台上展示的商品和价格等信息仅仅是交易信息的发布，并不构成要约。在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸及收货人的姓名、收货地址、联系地址、电话等信息，并确认您所选择的物流服务提供商。您向森航平台提供的信息与订单收货人的信息存在不一致的，收货人的行为即视为您的行为及表示，您应对收货人的行为及意思表示所产生的法律后果承担连带责任。</p>
    <p>4.3.2您知悉接受了《委托代理协议》，即表明您不可撤销的委托下述代理采购商代理您向生产商采购根据您确定的图片内容及商品品类而生产的商品：</p>
    <p>（1）当您在境内或在境外以人民币支付商品货款时，您的代理采购商为米粒多（厦门）电子商务有限公司；</p>
    <p>（2）当您在境外以外币支付商品货款时，您的代理采购商为HICUSTOM CO.，LITITED。米粒多（厦门）电子商务有限公司、HICUSTOM CO.，LITITED接受您的委托，与供应商签订产品购销合同，根据您的指示向供应商采购定制产品，具体委托代理内容以您和米粒多（厦门）电子商务有限公司或HICUSTOM CO.，LITITED另行签订的《委托代理协议》为准。</p>
    <p>4.3.3根据您下单时填写的商品数量、价款、收货人、联系方式、收货地址等内容，系统自动生成订单信息，您确认由系统自动生成的订单为您向代理采购商发出的合同要约；只有在代理采购商收到该订单信息后且发出货物时，方视为您与代理采购商之间就您所提交的订单商品成立了合同关系；如果您在一份订单里订购了多种商品并且代理采购商只向您发出了部分商品时，您与代理采购商之间仅就该部分商品成立委托代理关系。</p>
    <p>4.3.4受法律法规限制，森航有权对您的订单进行审核；如订单中任何内容或信息（如定制资料等）违反法律法规、本协议及平台规则，森航有权取消订单或拒绝服务，因此造成的一切损失和责任由您承担。如您的订单中的部分交易不符合平台规则的，则森航平台有权仅取消您订单中的部分交易内容。</p>

    <p>4.4 交易数据</p>
    <p>您认可森航账户的使用记录、订单信息、交易金额数据等均以森航系统记录的数据为准。如您对该等数据存有异议的，应自您的森航账户数据发生变动之日起三日内向森航提出异议，并提供相关证据供森航核实。</p>

    <p>4.5 店铺关联管理</p>
    <p>4.5.1您可以在森航平台上使用店铺关联功能来帮助您更轻松的运营您在其他电商平台的店铺，如您使用该项功能，则视为您授权森航关联您在其他电商平台的店铺账户，并允许森航获取您店铺的各项相关信息。</p>
    <p>4.5.2您可以在森航平台上使用相关服务来帮助您进行产品刊登，以及将店铺订单导入至森航平台中，方便您进行店铺的运营分析和数据管理。</p>

    <h2 class="mt-6">五、用户信息保护及授权</h2>
    <p>5.1 个人信息的保护</p>
    <p>5.1.1 森航非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用森航平台提供的服务时，您同意森航按照在平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。如您对采集到个人信息（姓名、地址、电话、身份证、银行账户信息等）的用途有任何疑问，请您及时在森航平台网页上查看我们的隐私权政策。</p>
    <p>5.1.2 森航平台将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>
    <p>5.1.3 未经您的同意，森航平台不会向森航以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。</p>

    <p>5.2 非个人信息的保护</p>
    <p>5.2.1 您授权森航，在提供本协议项下服务过程中，森航可以使用您的设备、软件、个人文件以及相关数据。</p>

    <p>5.3 信息使用与披露</p>
    <p>5.3.1 您同意，森航可将您的信息用于下列用途：</p>
    <p>（1）向您提供森航平台服务；</p>
    <p>（2）为提升服务质量之目的，或为防止或禁止非法的或潜在的非法活动；</p>
    <p>（3）分项目进行研究和统计；</p>
    <p>（4）设计、开发和推广服务及进行用户调研；</p>
    <p>（5）根据法律、法规或其他对森航具有法律约束力的规范性文件而适用的要求。</p>
    <p>5.3.2 在如下情况下，森航可能会披露您的信息：</p>
    <p>（1）事先获得您的授权；</p>
    <p>（2）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；</p>
    <p>（3）以学术研究或公共利益为目的；</p>
    <p>（4）为维护森航的合法权利或利益，例如查找、预防、处理欺诈或安全方面的问题；</p>
    <p>（5）符合相关服务条款或使用协议的规定。</p>

    <h2 class="mt-6">六、用户行为规范</h2>
    <p>6.1 行为规范</p>
    <p>6.1.1 您须对您自行查询其他商家、国家禁止进出口的货物、商品数量、价格等相关信息，以做出是否与平台生产商交易的决定。</p>
    <p>6.1.2 您理解并认同，您在森航平台上的全部行为应当遵守：国家法律法规，部门规章等规范性文件，本协议，森航平台上已经发布的或将来可能发布的各类规则、公告、警示等。</p>
    <p>6.1.3 您在使用平台服务过程中实施的所有行为均应当遵守国家法律法规，部门规章等规范性文件及森航平台各服务规则的规定和要求，不得违背社会公共利益或公共道德，不得损害他人的合法权益，不得违反本协议及相关规则。</p>
    <p>6.1.4 您在使用平台服务过程中有如下情形的，森航平台有权取消您的服务资格，由此造成森航平台或他人损失的，您应当依法予以赔偿：</p>
    <p>（1）您的行为违反您所作的陈述、保证或承诺的；</p>
    <p>（2）您使用森航平台服务时实施的行为，违反国家法律法规，部门规章、或其他规范性文件的；</p>
    <p>（3）您违反本协议或森航平台发布的各类规则的；</p>
    <p>（4）您在森航平台从事下列行为：</p>
    <p>①以虚构事实等方式侵害森航平台或他人的商誉、姓名权、名称权、名誉权、隐私权、肖像权等合法权益；</p>
    <p>②侵犯他人的商标权、著作权、专利权等知识产权；</p>
    <p>③从事不正当竞争行为，扰乱森航平台的正常秩序；</p>
    <p>④从事与森航平台服务无关的行为；</p>
    <p>⑤森航平台认为不适合在森航平台上实施的其他行为。</p>
    <p>6.1.5 如您违反上述约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，责令您关闭账户，且您应自行承担由此产生的全部法律责任。同时，如您的行为导致任何第三方受到损失或者纠纷时，您应当自行承担全部责任。如因您的违法或违约行为导致森航平台及其关联方对第三方承担了责任，森航平台及其关联方有权向您追偿全部损失（包括但不限于直接的损失、有关索赔和程序等费用、为避免损失而支出的合理费用等）。</p>
    <p>6.1.6 如您通过使用森航平台服务有私下与生产商进行交易、交换联系方式等规避、绕开森航系统监管的行为，导致您与生产商发生纠纷的，您自行承担责任；如因此导致森航及关联公司或其他第三方损失的，您应当予以赔偿。</p>

    <p>6.2 委托代理关系</p>
    <p>您与森航平台之间并不存在委托、授权方面的任何安排，您不得代表或冒充森航平台行使任何权利，以森航平台的名义或利用森航平台的服务以任何方式作出可能引起任何人错误认为您是代表森航平台的任何行为，否则，森航有权立即终止对您的服务，并追究由此给森航造成的一切损失。</p>

    <h2 class="mt-6">七、服务的变更、中断和终止</h2>
    <p>7.1 服务的变更、中断</p>
    <p>7.1.1 您理解并确认，森航会不定期的对平台进行升级或改造，修复或改进平台功能和服务，同时会不定期的更新平台内容，您可能会与平台新增的内容产生互动或者使用平台新增的功能和服务。</p>
    <p>7.1.2 为了保证平台服务的安全性及功能的稳定性，森航会定期或不定期对平台进行维护，进行故障排除、故障检修、功能更新及其他类似操作，如因此类情况需暂停全部或部分服务、服务功能的，森航将进行事先通告。</p>
    <p>7.1.3 发生下列情形之一时，森航有权全部或者部分终止或中断提供平台服务而无需向您承担任何责任：</p>
    <p>（1）定期检查或施工；或更新软硬件时； </p>
    <p>（2）服务器或相关设备定期或不定期的更新、维修、升级时；</p>
    <p>（3）发生意外事件（如程序漏洞）或紧急情况时；</p>
    <p>（4）受到黑客攻击、计算机病毒侵入或发生其他危及网络安全的情形时；</p>
    <p>（5）出现法律法规规定或国家机关的依法要求停止、取消、变更服务或某些功能时；</p>
    <p>（6）因自然灾害等不可抗力致使服务器或设备损毁、无法提供服务时；</p>
    <p>（7）受到电信部门技术调整或因故停止，无法提供服务时；</p>
    <p>（8）其他非因森航过错而引起的网络服务中断或终止。</p>

    <p>7.2 服务终止</p>
    <p>7.2.1 如您在您的森航账户内持续六个月没有未完成的订单、资金及产品刊登记录，森航有权回收该账户，终止向该账户提供森航平台服务。</p>
    <p>7.2.2 除前款约定的情形外，森航还有权直接以注销账户的方式终止对您提供森航平台服务的情形包括但不限于：</p>
    <p>（1）您违反法律法规，或违反森航平台规则，或违反本协议约定，或侵犯他人合法权益，导致森航依据自行制订的规则判断得出必须停止提供服务，且森航根据相关规则/协议约定终止服务的；</p>
    <p>（2）您实施了违背社会风俗、社会道德的行为，导致森航认为必须停止向该用户提供的；</p>
    <p>（3）森航发现您注册账户主要事项存在虚假，或违反法律法规要求，或违反本协议约定的；</p>
    <p>（4）森航发现您注册信息主要事项存在虚假，或违反法律法规要求，或违反本协议约定的；</p>
    <p>（5）根据法律法规规定或有权机关的要求需对您停止服务的；</p>
    <p>（6）因您投诉他人或被他人投诉，森航根据森航平台规则判断应当暂停提供服务的；</p>
    <p>（7）森航认为需要终止服务的其他情况。</p>
    <p>7.2.3 服务终止后，森航没有义务为您保留森航账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息，亦不就终止森航账号向您或任何第三方承担任何责任。</p>
    <p>7.2.4 在终止向您提供服务前，森航可要求您提供相关必要的个人信息，例如您的真实姓名、联系方式等，以核实您身份与账户信息的一致性。</p>
  </DocumentLayout>
</template>

<script setup lang="ts">
definePageMeta({
  layout: "default",
  middleware: []  // 不需要登录态即可访问
});
</script> 