<template>
  <DocumentLayout title="森航平台隐私政策" updateDate="2021年11月1日" currentPage="privacy">
    <p>本隐私政策适用于您通过森航平台提供的服务。本隐私政策为森航平台用户服务协议的组成部分，是其不可分割的组成部分。</p>
    
    <h2 class="mt-6">一、我们如何收集和使用您的个人信息</h2>
    <p>1.1 为了向您提供我们的服务，我们需要收集与提供服务相关的个人信息。以下将详细说明我们如何收集、使用、储存和保护这些信息，以及您如何管理自己的个人信息。</p>
    
    <h2 class="mt-6">二、我们如何使用 Cookie 和同类技术</h2>
    <p>2.1 Cookie 是一种网络服务器存储在计算机或移动设备上的小数据。我们使用Cookie来了解您的偏好，记住您的设置，为您提供个性化体验，以及帮助优化广告等。</p>
    
    <h2 class="mt-6">三、我们如何共享、转让、公开披露您的个人信息</h2>
    <p>3.1 除非本隐私政策另有规定或者征得您的同意，我们不会与任何公司、组织和个人共享您的个人信息。</p>
    <p>3.2 我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</p>
    
    <h2 class="mt-6">四、我们如何保护您的个人信息</h2>
    <p>4.1 我们非常重视您个人信息的安全，将努力采取合理的安全措施来保护您的个人信息。</p>
    
    <h2 class="mt-6">五、您如何管理您的个人信息</h2>
    <p>5.1 在符合相关法律法规的前提下，您有权访问、更正、删除您的个人信息，也有权撤回同意授权。</p>
    
    <h2 class="mt-6">六、我们如何处理未成年人的个人信息</h2>
    <p>6.1 我们的产品、网站和服务主要面向成人。如果您是未成年人，建议您请您的父母或监护人阅读本隐私政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</p>
    
    <h2 class="mt-6">七、本隐私政策如何更新</h2>
    <p>7.1 我们的隐私政策可能变更。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本隐私政策所做的任何变更。</p>
    
    <h2 class="mt-6">八、如何联系我们</h2>
    <p>8.1 如果您对本隐私政策有任何疑问、意见或建议，您可通过以下方式与我们联系：</p>
    <p>邮箱：privacy@hicustom.com</p>
    <p>我们会在收到您的问题后及时答复。</p>
  </DocumentLayout>
</template>

<script setup lang="ts">
definePageMeta({
  layout: "default",
  middleware: []  // 不需要登录态即可访问
});
</script> 